Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/sd/onedrive/sami_giellagaldu_stivracoahkkimii_gohccun_samegillii_ja_darogillii.docx.tmx
Source language: nob
Languages: sme

source: Innkalling til styremøte i Sámi giellagáldu
sme: Čoahkkingohččun Sámi giellagáldu stivračoahkkimii

source: Møtespråk: Nordsamisk, lulesamisk, sørsamisk, østsamisk
sme: Čoahkkingiella: Davvisámegiella, julevsámegiella, lullisámegiella, nuortalašsámegiella.

source: Saksliste til styremøtet i Sámi Giellagáldu
sme: Sámi Giellagáldu stivračoahkkima áššelistu

source: 1. En kort innledningssamtale
sme: Oanehis álgoságastallan

source: 2. Rekruttering av direktør til Sámi Giellagáldu.
sme: Direktevrra rekrutteren Sámi Giellagáldui.

source: Saker til behandling:
sme: Áššit meannudeapmái:

source: 3. Arbeidsgruppe sammensetning - ansettelse av direktør:
sme: 3. Bargojoavkku čoahkkádus – direktevrra virgádeapmi:

source: Viser til styremøte nr. 1 sak nr. 3, hvor styret har besluttet at ansettelsesgruppen består av styreleder Ole Henrik Magga og begge vise styreledere Sigbritt Persson og Tauno Ljetoff.
sme: Čujuhat stivračoahkkimii nr 1, áššái nr 3, mas stivra lea mearridan ahte virgádanjoavkkus leat stivrajođiheaddji Ole Henrik Magga ja goappašagat sadjásaš stivrajođiheaddjit Sigbritt Persson ja Tauno Ljetoff.

source: Sametingene anser at denne ansettelsesgruppen består i videre rekrutteringsarbeid.
sme: Sámedikkit oaivvildit ahte dát virgádanjoavku doaibmá viidáset rekrutterenbarggus.

source: 4. Eventuelle andre saker
sme: 4. Vejolaš eará áššit

source: Anita Kitok, Sametinget i Sverige
sme: Anita Kitok, Sámediggi, Ruoŧa bealde

source: Inger-Marit Eira-Åhren, Sametinget i Norge
sme: Inger-Marit Eira-Åhren, Sámediggi, Norgga bealde
